{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "This project is an annotation and analysis of “Do not go gentle into that good night” by Welsh poet Dylan Thomas. The recording of the poem itself is read by a group of Welsh performers and produced by BBC Cymru Wales. BBC Cymru Wales is the main public broadcaster in Wales. The reading of this poem specifically was posted on the BBC Wales YouTube account in 2014. There are multiple aspects to this recording that I found conducive to an interesting annotation: How the poem itself is read therefore challenging the listener, the performance of the poem and how it changes throughout the reading, and lastly, how it introduces the idea of social constructions of gendered voices."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\t"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The most prominent aspect of this recording is the polyvocality. Every line from the poem that is read either starts or ends with another voice joining the current speaker. These overlapping voices create a very important role in the listening experience. They demonstrate the idea that listening is intersubjective. That is, while listening, there is more than one subject at work: The speaker and the listener. In the case of this recording, multiple speakers and an ideal listener. As a result, the listeners have a myriad of different experiences with each new voice. These new experiences occur because of the change in the person speaking and therefore the sounds that come with the new voice. Another important aspect of this recording are the pauses between the lines. There are multiple instances where a noticeable silence can be heard between the reading of new lines and consequently, new speakers. The caesura, after experiencing a sequence of new voices for every line, creates a striking loss of sound. The silence allows the reader to sit with the words of the poem and the voice that spoke them. It creates a shift towards the dramatic in an already dramatic poem. Throughout the recording, there are also shifts in tempo. With each new speaker, the tempo shifts, either slightly or drastically. Either going slower or speeding up. A fast tempo can convey excitement or energy. While a slow tempo can convey sadness or introspection. Therefore, during the lines where the tempo slows down like the line “Grave men, near death, who see with blinding sight” (0:00:51-0:00:56), there is a sense of sorrow and contemplation. While the line “Rage, rage against the dying of the light” (0:01:02-0:01:05), is the fastest spoken line of the recording. As a result, there is a sense of urgency or anticipation. Thus all of these different aspects of this recording create a product of sound that challenges how the listener hears the recording and how they interact with it. That is, as Tom Rice puts it:  “...listening is understood to involve a deliberate channeling of attention toward sound” (Rice 99). The constant changing of voices, the pauses, and the tempo switches all contribute to the listening experience and the challenges that come with it. These changes force the listener to pay more attention, therefore, guiding them through the recording."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "This recording also contributes to the idea of performance within the reading of a poem. With a diversity of speakers comes different ways of speaking the line, therefore, different interpretations. With each new speaker, there is a change in the emotional tenor of the lines as they are performed. To isolate what it is that conveys these shifts in emotion, one must rely on the listener. That is, as Charles Bernstein puts it: “the audiotext might more usefully be understood as aural—what the ear hears” (12). Therefore, the emotional tenor of the lines can be attributed to the speakers, but it is up to the listener to hear the emotions and interpret them accordingly. Bernstein also states: “...the poetry reading enacts the poem not the poet; it materializes the text not the author; it performs the work not the one who composed it. In short, the significant fact of the poetry reading is less the presence of the poet than the presence of the poem.” (Bernstein 13). The performative and emotional aspects of this recording can then be understood as interpretations from the listener and the presence of the poem. Another aspect that contributes to the performance of this recording, is the fact that it’s a poem produced by a Welsh poet and read by a group of Welsh performers. The recording then also becomes a performance of a nationalist celebration. It introduces the idea of a collective-mindedness within the performance. Even though the speakers are all reading the lines differently and with their own interpretations, they are all conveying the same pride in their nation and culture. They are all celebrating Dylan Thomas, not only because of his talent, but also because of his Welsh heritage. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The polyvocality of the poem also draws attention to distinctions in the performance of gender. The mens tone and cadence create a dramatic reading. Whereas the women's tone and cadence lean more towards mysterious and soft. Whether the change in performance with the switch between male and female was intentional or not, there is a stark contrast between the two. This begs the question: Why do the men's voices sound so different from the women's voices? Why and how do we as a society differentiate between the two? Does it change the way the listener interprets this recording, if so why? The answers to these questions are deeply based in social constructions of gendered voices. A scholarly article written by Madeleine Ransom explores these ideas of how a gendered society came to be. Ransom explains it like this: a plausible linking belief is that individuals who look, act, dress and/or speak a certain way (amongst other perceptible markers) belong to a given race or gender” (Ransom 3118). That is, society perceives certain markers, such as a low or high pitch for example, as male or female. Then use these markers to relegate someone into the category of male and female. These categories appear to have been integrated seamlessly because they are enforced through repetition and policed by society. As Ransom also explains, “Individuals are also more readily perceived as of a certain gender because they are more likely to conform to the norms of the socially constructed category” (Ransom 3125). When listening to the recording, the listener, subconsciously or not, is acknowledging these markers and separating the speakers into male and female. Thus correlating the dramatic tone to the men and the soft mysterious tone to the women. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\t"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "To summarize, my annotation of “Do not go gentle into that good night” by Dylan Thomas, demonstrated a multitude of ideas. The first being the polyvocality of the recording with the overlapping voices and changes in speakers. As well as the inherent intersubjectivity that comes with it. Also, the lengthy pauses between lines and how the silence in those pauses creates time and space for the listener. These pauses allow them to sit with the words of the poem and the speaker who voiced them. All of these aspects challenge the listener, effectively keeping them focused and paying attention to the recording. The next idea is the performance aspects of the recording, as in the constant change in emotional tenor with the switch in speakers. The Welsh heritage is also important within the performance of the poem, not only because of Dylan Thomas’ Welsh background, but also the speaker's pride for the Welsh nation. The last idea explores social constructions of gendered voices and how the listener associates certain traits to certain genders. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Works Cited"
        }
      ],
      "align": "center"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Charles Bernstein. Close Listening: Poetry and the Performed Word. Oxford University Press, Incorporated, 1998, pp. 3-24"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Madeleine Ransom. “The perceptual learning of socially constructed kinds: how culture biases and shapes perception.” Philosophical Studies 181, Volume 181, 2024, pp. 3113-3133, "
        },
        {
          "type": "link",
          "url": "http://doi.org/10.1007/s11098-024-02211-w",
          "children": [
            {
              "text": "doi.org/10.1007/s11098-024-02211-w"
            }
          ]
        },
        {
          "text": " "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Tom Rice. “Listening.” Keywords in Sound, Edited by David Novak and Matt Sakakeeny, Duke University Press, 2015, pp. 99-108, "
        },
        {
          "type": "link",
          "url": "https://doi-org.login.ezproxy.library.ualberta.ca/10.1215/9780822375494",
          "children": [
            {
              "text": "doi.org/10.1215/9780822375494"
            }
          ]
        },
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\n\n\n\n\n"
        }
      ]
    }
  ],
  "title": "\"Do not go gentle into that good night\" Reflective Essay",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "do-not-go-gentle-into-that-good-night-refle",
  "created_at": "2025-04-24T20:24:01.549Z",
  "created_by": "hayleedeakin1",
  "updated_at": "2025-04-24T20:26:03.135Z",
  "updated_by": "hayleedeakin1"
}